"CANCEL" = "Cancel";
"DONE" = "Done";
"OK" = "OK";

"VOICE_MEMOS_NAVIGATION_TITLE" = "Voice Memos";
"INFO_NAVIGATION_TITLE" = "Info";
"LABEL_NAVIGATION_TITLE" = "Label";
"CUSTOM_NAVIGATION_TITLE" = "Custom";

"SHARE" = "Share";
"DELETE" = "Delete";

"SHARE_DETAILS_BUTTON" = "Share";
"TRIM_DETAILS_BUTTON" = "Trim Memo";

"SPEAKER_BUTTON" = "Speaker";
"DELETE_MEMO_BUTTON" = "Delete Voice Memo";
"SEND_TRIMMED_MMS_BUTTON" = "Send Message";
"SEND_TRIMMED_MAIL_BUTTON" = "Send Mail";
"SHARE_PROMPT" = "Share Voice Memo Using:";
"SEND_MAIL_BUTTON" = "Email";
"SEND_MMS_BUTTON" = "Message";
"TRIM_BUTTON" = "Trim Voice Memo";
"CLOSE_BUTTON" = "Close";
"OK_BUTTON" = "OK";

"NONE_LABEL" = "None";
"PODCAST_LABEL" = "Podcast";
"INTERVIEW_LABEL" = "Interview";
"LECTURE_LABEL" = "Lecture";
"IDEA_LABEL" = "Idea";
"MEETING_LABEL" = "Meeting";
"MEMO_LABEL" = "Memo";
"CUSTOM_LABEL" = "Custom";

"RECORDED_ON_FORMAT" = "Recorded on %@";
"RECORDED_ON_FORMAT_EXTENDED" = "Recorded on %@ at %@";

"RECORDING_STATUS_BAR_FORMAT" = "Recording  %@";
"RECORDING_PAUSED_STATUS_BAR_FORMAT" = "Recording Paused  %@";
"RECORDING_STATUS_BAR_TIME_HMS_FORMAT" = "%d:%02d:%02d";
"RECORDING_STATUS_BAR_TIME_MS_FORMAT" = "%02d:%02d";

"RECORDING_DURATION_HMS_UNITS_FORMAT" = "%dh %dm %ds";
"RECORDING_DURATION_HMS_NO_UNITS_FORMAT" = "%d:%02d:%02d";
"RECORDING_DURATION_MS_UNITS_FORMAT" = "%dm %ds";
"RECORDING_DURATION_MS_NO_UNITS_FORMAT" = "%02d:%02d";
"RECORDING_DURATION_S_UNITS_FORMAT" = "%ds";
"RECORDING_DURATION_S_NO_UNITS_FORMAT" = "00:%02d";

"MEMO_TOO_LONG_ALERT_TITLE" = "Memo Is Too Long";
"MEMO_TOO_LONG_ALERT_BODY" = "Would you like to select a shorter version of this memo to send?";

"UNABLE_TO_RECORD_ALERT_TITLE" = "No Microphone Available";
"UNABLE_TO_RECORD_ALERT_BODY" = "Connect a microphone to record voice memos.";

"UNABLE_TO_INTERRUPT_ALERT_TITLE" = "Recording Disabled";
"UNABLE_TO_INTERRUPT_ALERT_BODY" = "To record voice memos, end call.";

"LOW_DISK_SPACE_ALERT_TITLE" = "Low Disk Space";
"LOW_DISK_SPACE_ALERT_BODY" = "There is not enough disk space to continue recording voice memos. Make room by deleting existing videos or photos.";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Please set up a Mail account in order to email voice memos.";

"MEMO_FILENAME" = "Memo";
